Repository: magyarch/installer
Catalog: po/*.po
Languages: hu_hu

source: MagyArch Installer - $SYSTEM mode
hu_hu: MagyArch telepítő - $SYSTEM mód

source: Installer language
hu_hu: Telepítő nyelve

source: Keyboard settings
hu_hu: Billentyűzet beállítása

source: Language
hu_hu: Nyelv

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Reply from list:
hu_hu: Válaszon a listából:

source: System language
hu_hu: Rendszer nyelv

source: Choose your location
hu_hu: Tartózkodási hely beállítása

source: Hostname settings
hu_hu: Gépnév beállítása

source: Username, password and root password settings
hu_hu: Felhasználónév jelszó, és root jelszó beállítása

source: Kernel, shell and printer settings
hu_hu: Kernel, shell és nyomtató támogatás (CUPS)

source: Video card settings
hu_hu: Videó kártya beállítása

source: Display manager and desktop settings
hu_hu: Indításvezérlő és asztali felűlet beállítása

source: Other applications
hu_hu: Egyéb alkalmazások

source: Bootloader settings
hu_hu: Rendszerbetöltő beállítása

source: Partition settings
hu_hu: Partíciók beállítása

source: Install
hu_hu: Telepítés

source: Installation is complete.
hu_hu: A telepítés befejeződött.

source: Summary
hu_hu: Összefoglalás

source: Keyboard layouts
hu_hu: Billentyűzet kiosztás

source: Keyboard models
hu_hu: Billentyűzet modellek

source: Zone
hu_hu: Zóna

source: Sub zone
hu_hu: Alzóna

source: Use UTC or local time?
hu_hu: UTC vagy helyi idő használata?

source: Time
hu_hu: Idő

source: Please enter a hostname!\nUse lowercase letters only.
hu_hu: Írja be a gép nevét!\nCsak kisbetűket használjon.

source: Hostname
hu_hu: Gép neve

source: User name
hu_hu: Felhasználónév

source: User password
hu_hu: Felhasználó jelszava

source: Repeat user password
hu_hu: Felhasználó jelszavának ismétlése

source: Root password
hu_hu: Rendszergazdai (root) jelszo

source: Repeat root password
hu_hu: Rendszergazdai (root) jelszo ismétlése

source: User passwords do not match, please try again.
hu_hu: A felhasználói jelszavak nem egyeznek. Próbálja újra.

source: Root passwords do not match, please try again.
hu_hu: A rendszergazdai (root) jelszavak nem egyeznek. Próbálja újra.

source: Printer support (cups)
hu_hu: Nyomtató támogatás (CUPS)

source: Samba support (File manager)
hu_hu: Samba támogatás (Fájl manager)

source: Video card
hu_hu: Videó kártya meghajtó

source: \n\nDetected:\n$DETECT_CARD\n
hu_hu: \n\nÉszlelt:\n$DETECT_CARD\n

source: Default
hu_hu: Alapértelmezett

source: Display manager
hu_hu: Indítás vezérlő

source: Desktop and WM
hu_hu: Asztali felűlet és WM

source: Security
hu_hu: Biztonság

source: Media
hu_hu: Média

source: Office
hu_hu: Irodai

source: Utility
hu_hu: Kiegészítő

source: Terminal base applications
hu_hu: Terminal alapú alkalmazások

source: A web browser built for speed, simplicity, and security
hu_hu: Gyorsaságra, egyszerűségre és biztonságra épülő böngésző

source: Standalone web browser from mozilla.org
hu_hu: Különálló böngésző a Mozzillától

source: Lightweight and fast web browser
hu_hu: Könnyűsúlyú és gyors böngésző

source: Fast and reliable FTP, FTPS and SFTP client
hu_hu: Gyors és megbízható FTP, FTPS és SFTP kliens

source: Manage your email, contacts and schedule
hu_hu: Email, névjegyek és naptár kezelése

source: A lightweight email client for the GNOME desktop
hu_hu: Könnyűsúlyú email kliens a GNOME asztalhoz

source: Standalone mail and news reader from mozilla.org
hu_hu: Különálló email és hírolvasó a Mozzillától

source: Fast, easy, and free BitTorrent client (GTK+ GUI)
hu_hu: Gyors, egyszerű és Ingyenes BitTorrent kliens (GTK+ felülettel)

source: Fast, easy, and free BitTorrent client (Qt GUI)
hu_hu: Gyors, egyszerű és Ingyenes BitTorrent kliens (QT felülettel)

source: Ncurses BitTorrent client based on libTorrent
hu_hu: LibTorrent alapú Ncurses BitTorrent kliens

source: A popular and easy to use graphical IRC (chat) client
hu_hu: Népszerű és könnyen használható grafikus IRC (chat) kliens

source: All-in-one voice and text chat for gamers that's free and secure.
hu_hu: Minden-az-egyben hang és szöveges chat gamereknek, ami ingyenes és biztonságos.

source: Cross platform password manager
hu_hu: Keresztplatformos jelszókezelő

source: Disk encryption with strong security based on TrueCrypt
hu_hu: TrueCrypt alapú lemez titkosítás erős biztonsággal

source: Uncomplicated way to manage your Linux firewall
hu_hu: Egyszerű módja a Linux tűzfal kezelésének

source: Anti-virus toolkit for Unix
hu_hu: Antivírus eszközkészlet Linuxra

source: Easy to use, light-weight, on-demand virus scanner for Linux systems
hu_hu: Könnyen használható, könnyűsúlyú víruskereső Linux rendeszerekre

source: GNU Image Manipulation Program
hu_hu: GNU Képmanipulációs Program

source: Multi-platform MPEG, VCD/DVD, and DivX player
hu_hu: Többplatformaos MPEG, VCD/DVD és DivX lejátszó

source: Movie player for the GNOME desktop based on GStreamer
hu_hu: GStreamer alapú film lejátszó a GNOME asztalhoz

source: Modern media player based on the GStreamer framework
hu_hu: GStreamer alapú modern media lejátszó

source: Lightweight, advanced audio player focused on audio quality
hu_hu: Hangminőségre fókuszált, könnyűsúlyú, haladó audio lejátszó

source: A modern music player and library organizer
hu_hu: Modern zenelejátszó és könyvtár rendező

source: Image browser and viewer for the GNOME Desktop
hu_hu: Kép böngésző és nézegető a GNOME asztalhoz

source: A digital photo organizer designed for the GNOME desktop environment
hu_hu: Digitális fénykép rendező a GNOME asztali felülethez

source: Fast and lightweight picture-viewer for Xfce4
hu_hu: Gyors és könnyűsúlyyú képnézegető az Xfce4-hez

source: Lightweight image viewer
hu_hu: Könnyűsúlyú képnézegető

source: A program that lets you manipulate digital audio waveforms
hu_hu: Digitális audió-szerkesztő program

source: A feature-rich screen recorder that supports X11 and OpenGL.
hu_hu: Funkciógazdag képernyőfelvevő, ami támogatja az X11-et és az OpenGL-t.

source: Fully-featured word processor
hu_hu: Teljes-funkcionalitású szövegszerkesztő

source: A GNOME Spreadsheet Program
hu_hu: GNOME Táblázatkezelő Program

source: Simple application for modifying PDF written in C Sharp
hu_hu: Egy C#-ban íródott egyszerű alkalmazás a PDF-ek módosítására

source: Document viewer (PDF, Postscript, djvu, tiff, dvi, XPS, SyncTex support with gedit
hu_hu: Dokument nézegető (PDF, Postscript, djvu, tiff, dvi, XPS, SyncTex támogatás gedit-tel)

source: Lightweight PDF document viewer
hu_hu: Könnyűsúlyú PDF dokumentum nézegető

source: An e-book reader for Linux
hu_hu: Egy e-book olvasó Linuxra

source: LibreOffice branch which contains new features and program enhancements
hu_hu: LibreOffice új legújabb funckiókkal és javításokkal

source: LibreOffice maintenance branch
hu_hu: LibreOffice stabil verzió

source: Interactive process viewer
hu_hu: Interaktív folyamat figyelő

source: Disk Management Utility for GNOME
hu_hu: Lemezkezelő ezköz a GNOME-hoz

source: A Partition Magic clone, frontend to GNU Parted
hu_hu: Egy Partition Magic klón, grafikus felület a GNU Parted programhoz

source: Adjusts the color temperature of your screen according to your surroundings.
hu_hu: A környezethez igazítja a képernyő színhőmérsékletét.

source: Fast and lightweight IDE
hu_hu: Gyors és könnyűsúlyú IDE (fejlesztői környezet)

source: Lightweight GTK+ clipboard manager
hu_hu: Könnyűsúlyú GTK+ vágólap kezelő

source: GTK+ GUI for rsync to synchronize folders, files and make backups
hu_hu: GTK+ grafikus felület az rsync proramhoz a mappák és fájlok szikronizálására, biztonsági mentésére

source: Drop-down terminal for GNOME
hu_hu: Legördülő terminál a GNOME-hoz

source: Btrfs filesystem utilities
hu_hu: Btrfs fájlrendszer eszközök

source: Fast and light imlib2-based image viewer
hu_hu: Gyors és könnyű imlib2-alapú képnézegető

source: Vi Improved, a highly configurable, improved version of the vi text editor
hu_hu: Vi Improved, egy testreszabjató, továbbfejlesztett verziója a vi szövegszerkeszőnek

source: Pico editor clone with enhancements
hu_hu: Pico szerkesztő klón javításokkal

source: Wallpaper setting utility for X
hu_hu: Háttérkép beállító eszköz az X környezethez

source: Customizable and lightweight notification-daemon
hu_hu: Testreszabható, könnyűsúlyú értesítési daemon

source: A version of mutt with added features
hu_hu: A mutt egy verziója további funkciókkal

source: Minimalistic document viewer
hu_hu: Minimalista dokumentum nézegető

source: Simple, vim-like file manager
hu_hu: Egyszerű, vim-szerű fájlkezelő

source: A simple web browser based on WebKit/GTK+.
hu_hu: Egyszerű WebKit/GTK+ alapú böngésző.

source: A cross-platform, GPU-accelerated terminal emulator
hu_hu: Kereszplatformos terminál emulátor hardveres gyorsítással

source: Automatic partitioning
hu_hu: Automatikus partícionálás

source: Manual partitioning
hu_hu: Kézi partícionálás

source: ATTENTION!\nThis will erase ALL data here:
hu_hu: FIGYELMEZTETÉS!\nMinden adat törlődik?

source: \nAre you sure you want to continue?
hu_hu: \nBiztos folytatni szeretné?

source: Creating BIOS partition...
hu_hu: Partíciók készítése...

source: Creating UEFI partition...
hu_hu: Partíciók készítése...

source: Do you need to partition?\nIf you select ${YES}, the GParted partitioning program will open.\nPartition and format your hard disk, as this is not done by the installer!
hu_hu: Szükség van partícionálásra?\nHa az ${YES}-t válassza elindúl a GParted.\nFormázza meg a kívánt tipúsra, mert a telepítő ezt nem végzi el!

source: Swap partition
hu_hu: Swap partíció

source: Swap file
hu_hu: Swap fájl

source: No swap
hu_hu: Nincs swap

source: What kind of swap do you want?
hu_hu: Milyen swap (cserehelyet) szeretme?

source: Choose swapfile size
hu_hu: Válasszon swap (cserehely) méretet

source: Mount point (/)
hu_hu: Csatolási pont (/)

source: Mount point (/boot)
hu_hu: Csatolási pont (/boot)

source: Mount point (/boot/efi)
hu_hu: Csatolási pont (/boot/efi)

source: Mount point (/home)
hu_hu: Csatolási pont (/home)

source: Mount point (/opt)
hu_hu: Csatolási pont (/opt)

source: Mount point (swap)
hu_hu: Csatolási pont (swap)

source: Mount point (/srv)
hu_hu: Csatolási pont (/srv)

source: Mount point (/tmp)
hu_hu: Csatolási pont (/tmp)

source: Mount point (/usr)
hu_hu: Csatolási pont (/usr)

source: Mount point (/var)
hu_hu: Csatolási pont (/var)

source: Mount point (/mnt)
hu_hu: Csatolási pont (/mnt)

source: None
hu_hu: Nincs

source: No root partition selected!
hu_hu: Nem választott root partíciót!

source: No swap partition selected!
hu_hu: Nem választott swap partíciót!

source: No boot / efi partition selected!\nA boot / efi partition is required for UEFI installation.
hu_hu: Nem választott /boot/efi partíciót!\nA /boot/efi partíció csatolása szükséges UEFI telepítésnél.

source: You have chosen the same partition multiple times!
hu_hu: Többször választotta ugyanazt a partíciót!

source: Refind cannot be installed in $SYSTEM mode.
hu_hu: Refind nem telepíhetőtő $SYSTEM módba.

source: Bootloader
hu_hu: Rendszerbetöltő

source: Grub install
hu_hu: Grub telepítése

source: Creating mirror list...
hu_hu: Tükörlista készítése...

source: Making fstab...
hu_hu: Fstab készítése...

source: Set the root password...
hu_hu: Rendszergazdai (root) jelszo beállítása...

source: Set the user password...
hu_hu: Felhasználó jelszavának beállítása...

source: Set Language...
hu_hu: Nyelv beállítása...

source: Set timezone...
hu_hu: Időzóna beállítása...

source: Install default applications...
hu_hu: Alapértelmezett alkalmazások telepítése...

source: Set video card...
hu_hu: Videó kártya meghajtó beállítása...

source: Create a swap file...
hu_hu: Swap fájl készítése...

source: Other install...
hu_hu: Kiválasztott alkalmazások telepítése...

source: Install base...
hu_hu: Telepítés base...

source: Installing bootloader...
hu_hu: Rendszerbetöltő telepítése...

source: Installation is complete!
hu_hu: A telepítés befejeződött!
